[

  {
    "source_url": "https://medex.com.bd/brands/17655/dipicard-5-mg-tablet",
    "name": "Dipicard",
    "dosage_form": "Tablet",
    "generic": "Amlodipine Besilate",
    "strength": "5 mg",
    "company": "Leon Pharmaceuticals Ltd.",
    "pack_image": null,
    "pricing": {
      "unit_price": "৳ 5.00",
      "strip_price": null,
      "pack_size_info": "(50's pack: ৳ 250.00)",
      "packages": [
        {
          "label": "Unit Price",
          "price": "৳ 5.00",
          "pack_size_info": "(50's pack: ৳ 250.00)"
        }
      ]
    },
    "flags": [],
    "also_available": [
      {
        "text": "10 mg (Tablet)",
        "href": "https://medex.com.bd/brands/17656/dipicard-10-mg-tablet?ref=1"
      }
    ],
    "alternate_brands_url": "https://medex.com.bd/generics/62/amlodipine-besilate/brand-names",
    "indications": [
      {
        "title": "Essential hypertension",
        "information": ": Dipicard is efficacious as monotherapy in the treatment of hypertension. It may be used in combination with other antihypertensive agents.",
        "items": []
      },
      {
        "title": "Angina pectoris",
        "information": ": Dipicard is indicated for the treatment of chronic stable angina pectoris and is efficacious as monotherapy. It may be used in combination with other antianginal agents.",
        "items": []
      },
      {
        "title": "Vasospastic angina",
        "information": ": Dipicard is indicated for the treatment of confirmed or suspected vasospastic angina. It may be used as monotherapy or in combination with other antianginal drugs.",
        "items": []
      }
    ],
    "mode_of_action": [
      {
        "title": null,
        "information": "Amlodipine is a dihydropyridine calcium-channel blocker, with a long duration of action, used for the treatment of hypertension and angina pectoris. Amlodipine influences the myocardial cells, the cells within the specialized conducting system of the heart, and the cells of vascular smooth muscle. Administration of Amlodipine results primarily in vasodilation, with reduced peripheral resistance, blood pressure and afterload, increased coronary blood flow and a reflex increase in coronary heart rate. This in turn results in an increase in myocardial oxygen supply and cardiac output.",
        "items": []
      }
    ],
    "interaction": [
      {
        "title": null,
        "information": "Drug Interactions- Other Significant Interactions-",
        "items": [
          "Potentially hazardous interactions: Little or no data are available in patients with markedly impaired cardiac left ventricular function; however, as with other calcium antagonist drugs, the combination of Dipicard and p-blockers should be avoided in such patients.",
          "Digoxin: Absence of any interaction between Dipicard and Digoxin in healthy volunteers has been documented in a controlled clinical study.",
          "Cimetidine: An unpublished clinical study indicated no interaction between, Dipicard and Cimetidine in healthy volunteers.",
          "Warfarin: An unpublished clinical study in healthy volunteers indicates that Dipicard did not significantly alter the effect of Warfarin on prothrombin time.",
          "Food: Food does not alter the rate or extent of absorption of Dipicard."
        ]
      }
    ],
    "contraindications": [
      {
        "title": null,
        "information": "Hypersensitivity to dihydropyridine derivatives. Pregnant woman.",
        "items": []
      }
    ],
    "side_effects": [
      {
        "title": null,
        "information": "The most common adverse effects of amlodipine are associated with vasodilatory action, such as dizziness, flushing, headache, hypotension and peripheral edema. Gastrointestinal disturbances, increased micturition frequency, lethargy, eye pain and mental depression may also occur. A paradoxical increase in ischaemic chest pain may occur at the start of the treatment and in a few patients excessive fall in blood pressure has led to cerebral or myocardial ischaemia or transient blindness. Rashes, fever and abnormalities in liver function due to hypersensitivity reaction of Dipicard may occur.",
        "items": []
      }
    ],
    "pregnancy_cat": [
      {
        "title": null,
        "information": "Pregnancy Category C. There are no adequate and well-controlled studies of Amlodipine in pregnant women. Amlodipine should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. It is not known whether Amlodipine is excreted in human milk. In the absence of this information, it is recommended that nursing be discontinued while Amlodipine is administered.",
        "items": []
      }
    ],
    "precautions": [
      {
        "title": null,
        "information": "Precaution should be taken in patients with hepatic impairment and during pregnancy and breast feeding.",
        "items": []
      }
    ],
    "pediatric_uses": [
      {
        "title": "Children with hypertension from 6 years to 17 years of age",
        "information": ": 2.5 mg once daily as a starting dose, up-titrated to 5 mg once daily if blood pressure goal is not achieved after 4 weeks. Doses in excess of 5 mg daily have not been studied in pediatric patients.",
        "items": []
      },
      {
        "title": "Children under 6 years old",
        "information": ": The effect of amlodipine on blood pressure in patients less than 6 years of age is not known.",
        "items": []
      },
      {
        "title": "Elderly",
        "information": ": Dipicard used at similar doses in elderly or younger patients is equally well tolerated. Normal dosage regimens are recommended in the elderly, but increase of the dosage should take place with care.",
        "items": []
      },
      {
        "title": "Renal impairment",
        "information": ": Changes in amlodipine plasma concentrations are not correlated with degree of renal impairment, therefore the normal dosage is recommended. Dipicard is not dialysable.",
        "items": []
      },
      {
        "title": "Hepatic impairment",
        "information": ": Dosage recommendations have not been established in patients with mild to moderate hepatic impairment; therefore dose selection should be cautions and should start at the lower end of the dosing range. The pharmacokinetics of Dipicard have not been studied in severe hepatic impairment. Dipicard should be initiated at the lowest dose (2.5 mg once daily) and titrated slowly in patients with severe hepatic impairment.",
        "items": []
      }
    ],
    "overdose_effects": [
      {
        "title": "Symptoms",
        "information": ": Available data suggest that large overdosage could result in excessive peripheral vasodilatation and possibly reflex tachycardia. Marked and probably prolonged systemic hypotension up to and including shock with fatal outcome have been reported.",
        "items": []
      },
      {
        "title": "Management",
        "information": ": Clinically significant hypotension due to amlodipine overdosage calls for active cardiovascular support including frequent monitoring of cardiac and respiratory function, elevation of extremities, and attention to circulating fluid volume and urine output. A vasoconstrictor may be helpful in restoring vascular tone and blood pressure, provided that there is no contraindication to its use. Intravenous calcium gluconate may be beneficial in reversing the effects of calcium channel blockade. Gastric lavage may be worthwhile in some cases. In healthy volunteers the use of charcoal up to 2 hours after administration of amlodipine 10 mg has been shown to reduce the absorption rate of amlodipine. Since amlodipine is highly protein-bound, dialysis is not likely to be of benefit.",
        "items": []
      }
    ],
    "storage_conditions": [
      {
        "title": null,
        "information": "Keep all medicines out of reach of children. Store in a cool & dry place, protected from light.",
        "items": []
      }
    ],
    "description": [],
    "administration": [],
    "compound_summary": {
      "molecular_formula": null,
      "chemical_structure": null
    },
    "therapeutic_class": "Calcium-channel blockers",
    "dosage": [
      {
        "medication_type": "Hypertension",
        "information": ": Usual dose is 5 mg once daily. The maximum dose is 10 mg once daily. Elderly patients with hepatic insufficiency may be started on 2.5 mg once daily; this dose may also be used when adding Amlodipine to other antihypertensive therapy.",
        "instructions": []
      },
      {
        "medication_type": "Angina (Chronic stable or Vasospastic)",
        "information": ": 5 to 10 mg, using the lower dose for elderly and in patients with hepatic insufficiency. Most patients require 10 mg. Administrations: May be taken without regard to meals.",
        "instructions": []
      }
    ],
    "common_questions": [],
    "fetched_at": "2025-09-21T10:52:11.169Z",
    "medicine_id": "68c3c0d8ef5b8f2b163aa46c",
    "original_record": {
      "input_index": 6489,
      "brand_record": {
        "_id": {
          "$oid": "68c3c0d8ef5b8f2b163aa46c"
        },
        "name": "Dipicard",
        "strength": "5 mg",
        "generic": "Amlodipine Besilate",
        "company": "Leon Pharmaceuticals Ltd.",
        "medicine_type": "Tablet",
        "source_url": "https://medex.com.bd/brands/17655/dipicard-5-mg-tablet",
        "_page": 216,
        "image_uri": null,
        "createdAt": {
          "$date": "2025-09-12T06:45:33.175Z"
        },
        "updatedAt": {
          "$date": "2025-09-12T06:45:33.175Z"
        }
      }
    }
  }
]