[
  {
    "source_url": "https://medex.com.bd/brands/38672/silkin-2-0-reverse-cutting-silk-suture-material",
    "name": "Silkin 2-0 Reverse Cutting (Silk)",
    "dosage_form": "Suture Material",
    "generic": "Infusion set & surgical device",
    "strength": null,
    "company": "Incepta Pharmaceuticals Ltd.",
    "pack_image": null,
    "pricing": {
      "unit_price": "৳ 143.75",
      "strip_price": null,
      "pack_size_info": "(12's pack: ৳ 1,725.00)",
      "packages": [
        {
          "label": "Unit Price",
          "price": "৳ 143.75",
          "pack_size_info": "(12's pack: ৳ 1,725.00)"
        }
      ]
    },
    "flags": [],
    "also_available": [],
    "alternate_brands_url": "https://medex.com.bd/generics/2477/infusion-set-surgical-device/brand-names",
    "indications": [
      {
        "title": null,
        "information": "Surgical items are essential tools and devices that surgeons use to perform procedures by cutting, grasping, retracting, and closing tissues, controlling bleeding, and visualizing the surgical field. Common examples include scalpels for cutting, forceps for grasping, scissors for dissection ... Read moreSurgical items are essential tools and devices that surgeons use to perform procedures by cutting, grasping, retracting, and closing tissues, controlling bleeding, and visualizing the surgical field. Common examples include scalpels for cutting, forceps for grasping, scissors for dissection, retractors for holding tissue, and hemostats for controlling blood flow. These specialized instruments are crucial for ensuring surgical precision, patient safety, and the overall success of operations.",
        "items": []
      }
    ],
    "mode_of_action": [],
    "interaction": [],
    "contraindications": [],
    "side_effects": [],
    "pregnancy_cat": [],
    "precautions": [],
    "pediatric_uses": [],
    "overdose_effects": [],
    "storage_conditions": [],
    "description": [
      {
        "title": null,
        "information": "A surgical instrument is a medical device used during surgery to perform specific actions, such as cutting, modifying tissue, or providing access for viewing. Over time, a broad spectrum of tools has been developed-some for general surgical use, others tailored to specialized procedures. Classification systems help surgeons understand an instrument's function and appropriate usage. Innovation continues to drive the development of more precise, safer, and more effective instruments for modern surgery. Surgical instruments have evolved alongside advances in medical science and surgical technique. Early tools were often adapted from everyday implements but were later refined for better precision and safety. Two key milestones shaped modern surgical tools: In the early 20th century, the advancement from antiseptic to aseptic surgery led to widespread adoption of sterilizers, sterile gauze, and cotton. Instrument handles transitioned from wood or ivory to metal, enabling effective sterilization. Simpler, one-piece designs improved safety and usability. During World War II, hand surgery emerged as a subspecialty. Many of the tools developed for this purpose are still in use today, often named after their innovators. Individual tools have diverse history development. Below is a brief history of the inventors and tools created for five commonly used surgical tools.",
        "items": []
      }
    ],
    "administration": [],
    "compound_summary": {
      "molecular_formula": null,
      "chemical_structure": null
    },
    "therapeutic_class": null,
    "dosage": [],
    "common_questions": [],
    "fetched_at": "2025-10-02T15:48:07.196Z",
    "medicine_id": "68c3c0e5ef5b8f2b163ada8a",
    "original_record": {
      "input_index": 20252,
      "brand_record": {
        "_id": {
          "$oid": "68c3c0e5ef5b8f2b163ada8a"
        },
        "name": "Silkin 2-0 Reverse Cutting (Silk)",
        "strength": null,
        "generic": "Infusion set & surgical item",
        "company": "Incepta Pharmaceuticals Ltd.",
        "medicine_type": "Suture Material",
        "source_url": "https://medex.com.bd/brands/38672/silkin-2-0-reverse-cutting-silk-suture-material",
        "_page": 678,
        "image_uri": null,
        "createdAt": {
          "$date": "2025-09-12T06:45:33.175Z"
        },
        "updatedAt": {
          "$date": "2025-09-12T06:45:33.175Z"
        }
      }
    }
  }
]