[
  {
    "source_url": "https://medex.com.bd/brands/14536/protebon-m-tablet",
    "name": "Protebon-M",
    "dosage_form": "Tablet",
    "generic": "Calcium + Vitamin D3 + Multimineral",
    "strength": null,
    "company": "Beacon Pharmaceuticals PLC",
    "pack_image": "https://medex.com.bd/data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxNzUiIGhlaWdodD0iMTE1Ij48cmVjdCB3aWR0aD0iMTAwJSIgaGVpZ2h0PSIxMDAlIiBmaWxsPSJ0cmFuc3BhcmVudCIvPjwvc3ZnPg==",
    "pricing": {
      "unit_price": "৳ 5.03",
      "strip_price": "৳ 150.90",
      "pack_size_info": "(1 x 30: ৳ 150.90)",
      "packages": [
        {
          "label": "Unit Price",
          "price": "৳ 5.03",
          "pack_size_info": "(1 x 30: ৳ 150.90)"
        },
        {
          "label": "Strip Price",
          "price": "৳ 150.90",
          "pack_size_info": null
        }
      ]
    },
    "flags": [
      {
        "label": null,
        "note": null
      }
    ],
    "also_available": [],
    "alternate_brands_url": "https://medex.com.bd/generics/168/calcium-vitamin-d3-multimineral/brand-names",
    "indications": [
      {
        "title": null,
        "information": "Protebon-M is indicated in-",
        "items": [
          "Prevention and treatment of osteoporosis",
          "To maintain strong bone growth",
          "For proper functioning of heart, muscle and nerves",
          "As nutritional supplement",
          "For bone development and regeneration of bone",
          "Pregnancy & lactation",
          "Deficiency state of Calcium, Vitamin D3, Magnesium, Zinc, Copper, Manganese & Boron"
        ]
      }
    ],
    "mode_of_action": [
      {
        "title": null,
        "information": "Nutrition is the most important to prevent osteoporosis and other bone related diseases. Calcium, Magnesium & Vitamin D3 are the macronutrients for bone. Without Vitamin D3 very little Calcium is absorbed. Like Calcium, Magnesium increases bone strength and rigidity. Recent epidemiological studies showed that some micronutrients like Copper, Manganese, Zinc & Boron play an important role in bone health. Deficiency of the micronutrients is noticed in patients with osteoporosis.",
        "items": []
      }
    ],
    "interaction": [
      {
        "title": null,
        "information": "The risk of hypercalcemia should be considered in patients taking thiazide diuretics since these drugs can reduce urinary calcium excretion. Hypocalcaemia must be avoided in digitalized patients. Certain foods (e.g. those containing oxalic acid, phosphate or phytinic acid) may reduce the absorption of calcium. Concomitant treatment with phenytoin or barbiturates can decrease the effect of Vitamin-D 3 because of metabolic activation. Concomitant use of glucocorticoids can decrease the effect of Vitamin D3. The effects of digitalis and other cardiac glycosides may be attenuated with the oral administration of calcium combined with Vitamin-D 3 . Strict medical supervision is needed and, if necessary monitoring of ECG and calcium. Calcium salts may reduce the absorption of thyroxin, bisphosphonates, sodium fluoride, quinolone or tetracycline antibiotics or iron. It is advisable to allow a minimum period of four hours before taking the calcium.",
        "items": []
      }
    ],
    "contraindications": [
      {
        "title": null,
        "information": "Absolute contraindications are hypercalcaemia resulting from myeloma, bone metastasis or other malignant bone disease, sarcoidosis; primary hyperparathyroidism and Vitamin-D 3 overdosage, Severe renal failure. Hypersensitivity to any of the tablet ingredients. Relative contraindications are osteoporosis due to prolonged immobilisation, renal stones, severe hypercalciuria.",
        "items": []
      }
    ],
    "side_effects": [
      {
        "title": null,
        "information": "The use of calcium supplements has rarely given rise to mild gastro-intestinal disturbances such as constipation, flatulence, nausea, gastric pain, diarrhea. Following administration of vitamin-D3 supplements occasional skin rash has been reported. Hypercalciuria and in rare cases hypercalcaemia have been seen with long term treatment at high doses.",
        "items": []
      }
    ],
    "pregnancy_cat": [
      {
        "title": null,
        "information": "During pregnancy and lactation treatment should always be under the direction of a physician. During pregnancy and lactation, requirements for calcium and vitamin-D 3 are increased but in deciding on the required supplementation allowances should be made for availability of these agents from other sources. If calcium and iron supplements are both required to be administered to the patient, they should be taken at different times. Overdoses of vitamin-D 3 have shown teratogenic effects in pregnant animals. In humans long term hypercalcaemia can lead to physical and mental retardation, aortic stenosis and retinopathy in a new born child. Vitamin-D 3 and its metabolites pass into the breast milk.",
        "items": []
      }
    ],
    "precautions": [
      {
        "title": null,
        "information": "Patients with mild to moderate renal failure or mild hypercalciuria should be supervised carefully. Periodic checks of plasma calcium levels and urinary calcium excretion should be made in patients with mild to moderate renal failure or mild hypercalciuria. Urinary calcium excretion should also be measured. In patients with a history of renal stones urinary calcium excretion should be measured to exclude hypercalciuria. With long term treatment it is advisable to monitor serum and urinary calcium levels and kidney function, and reduce and stop treatment temporarily if urinary calcium exceeds 7.5 mmol/24 hours. Allowances should be made for calcium and vitamin D3 supplements from other sources.",
        "items": []
      }
    ],
    "pediatric_uses": [],
    "overdose_effects": [
      {
        "title": null,
        "information": "Symptoms of overdosage may include nausea and vomiting, severe drowsiness, dry mouth, loss of appetite, metallic taste, stomach cramps, diarrhea, headache & constipation.",
        "items": []
      }
    ],
    "storage_conditions": [
      {
        "title": null,
        "information": "Keep in a dry place away from light and heat. Keep out of the reach of children.",
        "items": []
      }
    ],
    "description": [],
    "administration": [],
    "compound_summary": {
      "molecular_formula": null,
      "chemical_structure": null
    },
    "therapeutic_class": "Specific mineral & vitamin combined preparations",
    "dosage": [
      {
        "medication_type": "Adult",
        "information": ": 1 film-coated tablet twice daily, preferably 1 tablet in the morning and 1 tablet in the evening or as directed by physician. It is best taken with or just after main meals with a full glass of water.",
        "instructions": []
      },
      {
        "medication_type": "Children 3-7 years",
        "information": ": 1 effervescent tablet daily.",
        "instructions": []
      },
      {
        "medication_type": "7 years to older",
        "information": ": 1 to 2 effervescent tablet daily.",
        "instructions": []
      }
    ],
    "common_questions": [],
    "fetched_at": "2025-10-01T08:29:50.273Z",
    "medicine_id": "68c3c0e4ef5b8f2b163ad1d7",
    "original_record": {
      "input_index": 18390,
      "brand_record": {
        "_id": {
          "$oid": "68c3c0e4ef5b8f2b163ad1d7"
        },
        "name": "Protebon-M",
        "strength": null,
        "generic": "Calcium + Vitamin D3 + Multimineral",
        "company": "Beacon Pharmaceuticals PLC",
        "medicine_type": "Tablet",
        "source_url": "https://medex.com.bd/brands/14536/protebon-m-tablet",
        "_page": 604,
        "image_uri": null,
        "createdAt": {
          "$date": "2025-09-12T06:45:33.175Z"
        },
        "updatedAt": {
          "$date": "2025-09-12T06:45:33.175Z"
        }
      }
    }
  }
]
